[
    {
        "Title": "Odio a los CMS",
        "Description": "El odio a los CMS refleja que tan mediocre e inseguro eres, si tienes experiencia en el desarrollo y si eres conciente de que diferencia hay entre esto, me entenderas asi coimo a muchas otras personas.",
        "LinkImage": "https://raw.githubusercontent.com/eliud-cesar/data-base-portfolio-eliud-cesar/master/Blog/Odio%20a%20los%20CMS.png",
        "url": "odio-a-los-cms",

        "uno": "쯈ue es un CMS?",
        "p1": "En t칠rminos sencillos un CMS significa Content Management System (Sistema de Gesti칩n de Contenido). dejar en claro que estos en mi experiencia, no solo abarca la web, por ejemplo conozco una aplicaci칩n que te permite crear aplicaciones para m칩vil y escritorio, y si no miento, pueden buscarlo. ",
        "p11": "Algunos CMS populares son como: WordPress, Wix, Drupal, Prestashop. Shopify y muchos m치s, todos tienen un prop칩sito diferente.",
        "p12": "",
        "p13": "",
        "p14": "",
        
        "dos": "El prop칩sito de los CMS",
        "p2": "Si se crearon los CMS no fue para quitarle trabajos a los desarrolladores, pienso que al contrario, crearon m치s empleo. Solo imaginate, que ahora hay profesionales que saben manejar Wix, WordPress. solo imaginate, hubo mas trabajo, ademas para crear esos CMS se necesita c칩digo, pues quien hace eso, 쯋n m칠dico?, no !!!, lo hacen los programadores.",
        "p21": "Entonces el verdadero prop칩sito de un CMS, es abarcar m치s all치 de solo los que saben un lenguaje de programaci칩n, sino que a las personas de marketing, los que quieran entrar al mundo de la web sin rodearse, por si no lo sabes los que hacen marketing con las webs, se les llaman site building que su prop칩sito es promocionar el negocio a trav칠s de la web, por ejemplo las p치ginas web de las escuelas, que su negocio no es la web, sino que solo es algo informativo que puede ser le칤do por cualquier persona en cualquier parte del mundo donde se pueda acceder a ello.",
        "p22": "En pocas palabras, un CMS como WordPress o Wix, est치n creados para ayudar a personas que quieran crecer en este mundo de la web, sin tanta preocupaciones de c칩digo",
        "p23": "",
        "p24": "",
        
        "tres": "Acerca de los CMS",
        "p3": "Te preguntar치s, 쮺u치l fue el primer CMS?, 쯇orque son tan populares y odiados entre otros? pues b치sicamente, en el a침o 1995 un sitio web de noticias (CNET) cre칩 un administrador de documentos, pues esta fue la inspiraci칩n para crear el primer CMS, Xpedio",
        "p31": "Luego aparecieron los populares, Drupal (2001) y WordPress (2003), Joomla (2005) y con el paso del tiempo se fueron creando mas y mas. Aunque el CMS con mayor territorio en internet es WordPress.",
        "p32": "",
        "p33": "",
        "p34": "",
        
        "cuatro": "Porque usarlo",
        "p4": "Ahora te dire las razones por las que muchos escogen a los CMS, aunque un dato, son mayormente los freelancers los que escogen esto de acuerdo al tama침o del proyecto y los emprendedores, que no tienen el suficiente dinero como para contratar a 5 programadores.",
        "p41": "游댫 La facilidad de uso - El usar es m치s sencillo que programar, obvio no es f치cil, pero tampoco imposible.",
        "p42": "游댫 Comunidad - Al ser la mayor칤a de los CMS Open Source pues es m치s complicado es sea hackeado, por ejemplo el dia de hoy 29/03/2021 ha sido hackeado el repositorio de PHP, imaginate, aunque tampoco digo que los lenguajes de programaci칩n son malos. Adem치s no se morir치n teniendo una gran comunidad y trabajo por detr치s.",
        "p43": "游댫 Costo - Al ser un CMS, la mayor칤a de ellos son gratuitos, sin nada de costo, bueno si pero solo en los complementos que algunos son de pago",
        "p44": "",

        "cinco": "Entonces, 쯇or qu칠 son odiados por algunos programadores?",
        "p5": "La realidad es que los que odian los CMS son un porcentaje peque침o, simplemente los odian personas mediocres y no seguras, porque saben que pueden ser reemplazadas con un CMS, pero los dem치s sabemos que no, que si bien de un CMS se le puede sacar mucho provecho, y economico tambien sabemos que en ellos hay limitaciones, y es por eso que los desarrolladores webs no hemos desaparecido",
        "p51": "Adem치s ten en cuenta que no solo somos programadores, tambi칠n los dise침adores, que odian a Canva, es la misma vaina, solo de distinta App.",
        "p52": "Espero haberte aclarado las cosas del tema del odio a los CMS, la verdad es un tema interesante, pero no complicado de resolverse ni explicar...",
        "p53": "",
        "p54": "",

        "seis": "",
        "p6": "",
        "p61": "",
        "p62": "",
        "p63": "",
        "p64": "",
        
        "siete": "",
        "p7": "",
        "p71": "",
        "p72": "",
        "p73": "",
        "p74": "",
        
        "ocho": "",
        "p8": "",
        "p81": "",
        "p82": "",
        "p83": "",
        "p84": ""
        
    }
]