[
    {
        "LinkProject": "https://mathfuntions.netlify.app/",
        "LinkImage": "https://bit.ly/3iRLjO0",
        "Title": "Math Functions - La web que necesitas",
        "Description": "Es un proyecto de los que muchos no nos gustan. Pero algo que es real es que estos proyectos tienen mas logica que otros que he hecho, ya que la logica y la matematica se refuerzan en estos proyectos, si bien no es de lo mas grandioso, hacer esto no es para nada facil. Cosas como convertir una moneda a otra, sumar, restar, sacar perimetros y areas estan en esta web. Pero algo que mas resalta es que se pueden crear graficas de barras y circulares. Esto es por el momento, el reto todavia sigue."
    },
    {
        "LinkProject": "https://conalep.netlify.app/",
        "LinkImage": "https://raw.githubusercontent.com/eliud-cesar/conalep-backend/master/DB/open%20graph.png",
        "Title": "Conalep Ometepec Guerrero México",
        "Description": "Para no perder la practica y mejorarla, es por eso que decidi hacer otro proyecto en React.js, se trata de un clon mejorado de una web de un Instituto Educativo llamado Conalep. Y el 'mejorado' no lo digo por ego, para eso te invito ver su web (http://www.conalepometepec139.com.mx/) y comparala con la mia y de ahi sacas tu conclusiones (spoiler: no tiene Certificado SSL, es decir no es seguro, ahh pero si tienen recapcha 😂😂), esta hecho con los estilos de EDteam y la libreria EDgrid. Mejores practicas en el codigo y esta vez aprendiendo de mi proyecto del portafolio web, solo que con una pequeña diferencia... No esta comentado 100% o 90% en ingles, sino en español. Independientemente de eso, sigue siendo un buen proyecto."
    },
    {
        "LinkProject": "https://seynecorporation.wixsite.com/perifericos/",
        "LinkImage": "https://bit.ly/3rCiclR",
        "Title": "Perifericos bonitos, buenos y baratos (PPP)",
        "Description": "Es una pagina hecha en wix, el CMS con mas publicidad en el mundo, si bien algunos programadore mediocres le tienen odio a los CMS y mas a Wix, si quieres saber mas sobre esto, tengo un blog al respecto. En fin, la tecnologia avanza y quedarse atras no sirve, por eso es que me preparo tambien en caso de que se deba usar un CMS para una web pequeña o sencilla. | Hay que ser humildes - by Auronplay"
    },
    {
        "LinkProject": "https://eliud-cesar.github.io/seyne-corporation/",
        "LinkImage": "https://bit.ly/3y9p64x",
        "Title": "Seyne Corporation",
        "Description": "El sueño de casi todo programador es emprender, como Bill Gates o Steve Jobs (y si se que el no fue programador, antes de que me cancelen), y lo hemos intentado pero a veces por cosas de la vida o de la persona misma, no se puede y este fue mi caso, emprender con una web, al final ya no quise pero la web no iba a ser un desperdicio, es experiencia por lo tanto aqui esta, mi segundo gran proyecto del aera web."
    },
    {
        "LinkProject": "https://alvernia-ome.netlify.app/",
        "LinkImage": "https://bit.ly/2TCOU9Y",
        "Title": "Alvernia Ometepec",
        "Description": "Es una pagina web de una congregacion, independientemente del tema de la web, esta fue mi primera pagina web en toda la vida, si su interfaz (UI) no es muy buena que digamos, imaginate el codigo, estara hecho un asco jaja, solo de imaginarmelo, es un total espagueti, pero de acuerdo a los estandares de la programacion novata, nuestro primer codigo siempre sera un espagueti total, Aqui uso las tecnologias estandares de la web ( HTML, CSS & JS )"
    },
    {
        "LinkProject": "https://aprender-en-linea-facil.blogspot.com/",
        "LinkImage": "https://bit.ly/3rC3yel",
        "Title": "Ayuda a los autodidactas",
        "Description": "Esta web a comparacion de la que esta hecha en Wix use un CMS diferemte, explorando me encontre con Blogger, que si bien no es muy bueno en sus dieños si te puede sacar de apuros. Esta web muestra las diferentes plataformas y canales de YouTube donde aprender de la informatica y Aplicaciones donde practicar lo aprendido."
    },
    {
        "LinkProject": "https://www.figma.com/file/JPu2YJ9bjeEykkybvJvtUa/Prototipo-de-Windows",
        "LinkImage": "https://bit.ly/3iX69eJ",
        "Title": "Prototipo de Windows",
        "Description": "En el mundo de la web, existen los desarrolladores frontend, diesñadores webs, diseñadores UI - UX y los unicornios (los dos en una misma persona) o fullstack frontend (los tres), asi que si, soy fullstack o unicornio, me gusta el UI - UX y la logica por lo tanto si diseño y sabemos que en un proyecto se necesita las interfaces en un programa de diseño UI, tambien se necesita un prototipo de el flujo de la web o app. Por lo tanto este es mi prototipo de la ventana de Windows."
    },
    {
        "LinkProject": "https://lucia-birthday.netlify.app/",
        "LinkImage": "https://bit.ly/3rDUMfO",
        "Title": "Feliz cumpleaños",
        "Description": "Esta es un regalo para un familiar, o bueno 'fue' un regalo porque ya se lo di, esto lo tomo como proyecto ya que ya que fue la web mas rapida y bonita que me quedo, aunque si, bien los componentes principales no fueron hechos por mi (tardaria más), estos fueron sacados de la comunidad de Codepen.io"
    },
    {
        "LinkProject": "https://mega.nz/folder/UtVS3LhJ#dNDAU8ImjNvinNLETRlvQQ",
        "LinkImage": "https://bit.ly/3zAhbxo",
        "Title": "Modelado 3D en Blender",
        "Description": "El modelado 3D es algo espectacular, aunque es mas mi pasatiempo que mi profesionalidad... Actualmente no soy 100% profesional en esto pero voy arragando la onda."
    }
]